Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: **Polish, in full.** The app now speaks Polish everywhere, not only in the parts it inherited.
de: **Polnisch, vollständig.** Die App spricht jetzt überall Polnisch, nicht nur in den geerbten Teilen.
es: **Polaco, completo.** La app ya habla polaco en todas partes, no solo en las partes heredadas.
fr: **Le polonais, en entier.** L'app parle désormais polonais partout, et plus seulement dans les parties héritées.
it: **Polacco, per intero.** L'app ora parla polacco ovunque, non solo nelle parti ereditate.
pl: **Polski, w całości.** Aplikacja mówi teraz po polsku wszędzie, nie tylko w odziedziczonych częściach.
pt_pt: **Polaco, por completo.** A aplicação fala agora polaco em todo o lado, não só nas partes herdadas.
ru: **Польский — целиком.** Приложение говорит по-польски везде, а не только в унаследованных частях.
th: **รองรับภาษาโปแลนด์ครบทั้งแอป** ไม่ได้แปลเฉพาะส่วนที่รับมาจาก upstream
zh_hans: **完整的波兰语。**整个应用现在都支持波兰语，而不只是继承来的那部分。
zh_hant: **完整的波蘭語。**整個應用程式現在都支援波蘭語，而不只是繼承來的那部分。

source: **Fixed:** skin temperature could read "+33.4°" — an imported absolute reading printed as a deviation from baseline — and respiratory rate could keep showing a value measured weeks ago.
de: **Behoben:** Die Hauttemperatur konnte „+33,4°" anzeigen — ein importierter Absolutwert, gedruckt als Abweichung von der Baseline — und die Atemfrequenz konnte wochenalte Werte weiter anzeigen.
es: **Corregido:** la temperatura de la piel podía mostrar «+33,4°», una lectura absoluta importada impresa como desviación respecto a tu línea base, y la frecuencia respiratoria podía seguir mostrando un valor medido hace semanas.
fr: **Corrigé :** la température cutanée pouvait afficher « +33,4° » — une mesure absolue importée présentée comme un écart à votre référence — et la fréquence respiratoire pouvait continuer d'afficher une valeur mesurée des semaines plus tôt.
it: **Corretto:** la temperatura cutanea poteva mostrare «+33,4°», una lettura assoluta importata stampata come scostamento dalla linea di base, e la frequenza respiratoria poteva continuare a mostrare un valore misurato settimane prima.
pl: **Naprawione:** temperatura skóry mogła pokazywać „+33,4°” — zaimportowany odczyt bezwzględny wydrukowany jako odchylenie od linii bazowej — a częstość oddechów mogła nadal pokazywać wartość zmierzoną przed tygodniami.
pt_pt: **Corrigido:** a temperatura da pele podia mostrar «+33,4°» — uma leitura absoluta importada apresentada como desvio face à sua linha de base — e a frequência respiratória podia continuar a mostrar um valor medido há semanas.
ru: **Исправлено:** температура кожи могла показывать «+33,4°» — импортированное абсолютное значение, напечатанное как отклонение от базовой линии, — а частота дыхания могла и дальше показывать значение, измеренное недели назад.
th: **แก้ไข:** อุณหภูมิผิวหนังที่นำเข้าแบบค่าสัมบูรณ์จะไม่ถูกแสดงผิดเป็นค่าเปลี่ยนแปลง เช่น "+33.4°" และอัตราการหายใจจะไม่แสดงค่าที่วัดไว้นานหลายสัปดาห์เป็นค่าปัจจุบันอีกต่อไป
zh_hans: **已修复：**皮肤温度可能显示为「+33.4°」——把导入的绝对读数当成相对基线的偏差打印出来——呼吸频率也可能一直显示几周前测得的数值。
zh_hant: **已修正：**皮膚溫度可能顯示為「+33.4°」——把匯入的絕對讀數當成相對基線的偏差列出——呼吸頻率也可能一直顯示幾週前測得的數值。

source: Choose a signal
de: Signal auswählen
es: Elegir una señal
fr: Choisir un signal
pl: Wybierz sygnał
pt_pt: Escolher um sinal
th: เลือกสัญญาณ

source: Import your Oura history
de: Deinen Oura-Verlauf importieren
es: Importar tu historial de Oura
fr: Importer votre historique Oura
pl: Importuj historię Oura
pt_pt: Importar o histórico da Oura
th: นำเข้าประวัติ Oura ของคุณ

source: The most common cause is the ring was not fully reset in the Oura app, or the Oura app is still running. Reset the ring again, force-quit Oura, then try once more. If it keeps failing, your ring may be a generation NOOP cannot adopt yet. The ring is not bricked: re-pair it in the Oura app to recover it. You can still use file import.
de: Die häufigste Ursache ist, dass der Ring in der Oura-App nicht vollständig zurückgesetzt wurde oder die Oura-App noch läuft. Setze den Ring erneut zurück, beende Oura vollständig und versuche es noch einmal. Falls es weiterhin fehlschlägt, gehört dein Ring möglicherweise zu einer Generation, die NOOP noch nicht übernehmen kann. Der Ring ist nicht beschädigt: Kopple ihn zur Wiederherstellung erneut in der Oura-App. Der Dateiimport ist weiterhin möglich.
es: La causa más habitual es que el anillo no se haya restablecido por completo en la app Oura o que la app Oura siga abierta. Restablece el anillo de nuevo, fuerza el cierre de Oura y vuelve a intentarlo. Si sigue fallando, es posible que NOOP aún no pueda adoptar tu generación de anillo. El anillo no está inutilizado: vuelve a enlazarlo en la app Oura para recuperarlo. También puedes seguir usando la importación de archivos.
fr: La cause la plus fréquente est que l’anneau n’a pas été entièrement réinitialisé dans l’app Oura, ou que l’app Oura est toujours ouverte. Réinitialisez de nouveau l’anneau, forcez la fermeture d’Oura, puis réessayez. Si l’échec persiste, votre anneau appartient peut-être à une génération que NOOP ne peut pas encore prendre en charge. L’anneau n’est pas inutilisable : associez-le de nouveau dans l’app Oura pour le récupérer. Vous pouvez toujours utiliser l’importation de fichiers.
pl: Najczęstszą przyczyną jest niepełne zresetowanie pierścienia w aplikacji Oura albo nadal uruchomiona aplikacja Oura. Zresetuj pierścień ponownie, wymuś zamknięcie Oura i spróbuj jeszcze raz. Jeśli problem nie ustąpi, NOOP może jeszcze nie obsługiwać tej generacji pierścienia. Pierścień nie jest uszkodzony: sparuj go ponownie w aplikacji Oura, aby przywrócić działanie. Nadal możesz też importować dane z pliku.
pt_pt: A causa mais comum é o anel não ter sido totalmente reposto na aplicação Oura ou a aplicação Oura ainda estar aberta. Reponha novamente o anel, force o encerramento da Oura e tente outra vez. Se continuar a falhar, o seu anel poderá pertencer a uma geração que o NOOP ainda não consegue adotar. O anel não está danificado: volte a emparelhá-lo na aplicação Oura para o recuperar. Também pode continuar a usar a importação de ficheiros.
th: สาเหตุที่พบบ่อยคือยังรีเซ็ตแหวนในแอป Oura ไม่สมบูรณ์ หรือแอป Oura ยังเปิดอยู่ โปรดรีเซ็ตแหวนอีกครั้ง ปิดแอป Oura ให้สนิท แล้วลองใหม่ หากยังไม่สำเร็จ แหวนของคุณอาจเป็นรุ่นที่ NOOP ยังไม่รองรับ แหวนไม่ได้เสียหาย คุณสามารถจับคู่กลับในแอป Oura เพื่อใช้งานต่อ และยังนำเข้าข้อมูลจากไฟล์ได้

source: the signal
de: das Signal
es: la señal
fr: le signal
pl: sygnał
pt_pt: o sinal
th: สัญญาณนี้

source: bpm
es: ppm
ru: уд/мин
th: ครั้งต่อนาที

source: bpm live
es: bpm en vivo
fr: bpm en direct
it: bpm dal vivo
pl: bpm na żywo
pt_pt: bpm ao vivo
ru: удар в минуту в прямом эфире
th: ครั้งต่อนาทีถ่ายทอดสด
zh_hans: 节拍直播
zh_hant: 節拍直播

source: % Max
es: % Máx
pl: % Maks
pt_pt: % Máx
ru: % от макс.
th: % สูงสุด
zh_hans: % 最大值
zh_hant: % 最大值

source: %.0f%% eff
es: %.0f%% efic
pl: %.0f%% skut
pt_pt: %.0f%% efic
ru: %.0f%% эфф.
th: %.0f%% ผลกระทบ
zh_hans: %.0f%% 效率
zh_hant: %.0f%% 效率

# %@ · %lld mg
source: %1$@ · %2$lld mg
es: %@ · %lld mg
fr: %@ · %lld mg
it: %@ · %lld mg
ru: %1$@ · %2$lld мг
th: %@ · %lld มก
zh_hans: %@ · %lld mg
zh_hant: %@ · %lld mg

source: %@ bpm
es: %@ ppm
ru: %@ уд/мин
th: %@ ครั้งต่อนาที

# %@ Cohen's d %@. %@
source: %1$@ Cohen's d %2$@. %3$@
es: %@ d de Cohen %@. %@
fr: %1$@ d de Cohen %2$@. %3$@
it: %@ d di Cohen %@. %@
pl: %1$@ Cohena %2$@. %3$@
ru: %1$@ d Коэна %2$@. %3$@
th: %@ โคเฮน d %@. %@
zh_hans: %@ Cohen's d %@。%@
zh_hant: %@ Cohen's d %@。%@

source: %@ trend
es: Tendencia de %@
fr: Tendance %@
it: Andamento %@
pt_pt: Tendência %@
ru: %@ тренд
th: เทรนด์ %@
zh_hans: %@ 趋势
zh_hant: %@ 趨勢

source: %@ workout
es: entrenamiento %@
fr: entraînement %@
it: allenamento %@
pl: Trening %@
pt_pt: treino %@
ru: тренировка %@
th: การออกกำลังกาย %@
zh_hans: %@ 锻炼
zh_hant: %@ 鍛鍊

# %@%@ vs typ
source: %1$@%2$@ vs typ
es: %@%@ vs típ
it: %@%@ vs tipico
pt_pt: %1$@%2$@ vs típ
ru: %1$@%2$@ от тип.
th: %@%@ เทียบกับประเภท
zh_hans: %@%@ 对比常态
zh_hant: %@%@ 對比一般

source: %lld bpm
es: %lld ppm
ru: %lld уд/мин
th: %lld ครั้งต่อนาที

source: %lld chunks
es: %lld bloques
fr: %lld blocs
it: %lld blocchi
pl: Kawałki %lld
pt_pt: %lld pedaços
ru: %lld фрагментов
th: %lld ชุดข้อมูล
zh_hans: %lld 个数据块
zh_hant: %lld 個資料塊

source: %lld drinks
es: %lld bebidas
fr: %lld boissons
it: %lld bevande
pl: %lld napoje
pt_pt: %lld bebidas
ru: %lld напитков
th: เครื่องดื่ม %lld
zh_hans: %lld 杯
zh_hant: %lld 杯

source: %lld push
es: %lld de esfuerzo
fr: %lld de relance
it: %lld di spinta
pl: Pchnięcie %lld
pt_pt: %lld empurrar
ru: %lld повышений
th: เร่งจังหวะ %lld ครั้ง
zh_hans: %lld 次提速
zh_hant: %lld 次提速

source: %lld workouts
es: %lld entrenamientos
fr: %lld entraînements
pl: Treningi %lld
pt_pt: %lld treinos
th: การออกกำลังกาย %lld

source: %lld+ drinks
es: %lld+ bebidas
fr: %lld+ boissons
it: %lld+ bevande
pl: %lld+ napoje
pt_pt: %lld+ bebidas
ru: %lld+ напитков
th: เครื่องดื่ม %lld+
zh_hans: %lld+ 杯
zh_hant: %lld+ 杯

# %lldh %lldm
source: %1$lldh %2$lldm
es: %lldh %lldm
it: %lldh %lldm
ru: %1$lldч %2$lldм
th: %lldh %lldm
zh_hans: %lld小时%lld分
zh_hant: %lld 小時 %lld 分鐘

source: 1 marker
es: 1 marcador
fr: 1 marqueur
it: 1 marcatore
pl: 1 znacznik
pt_pt: 1 marcador
ru: 1 маркер
th: ตัวชี้วัด 1 รายการ
zh_hans: 1 个标记
zh_hant: 1 個標記

source: 1 workout
es: 1 entrenamiento
fr: 1 entraînement
pl: 1 trening
pt_pt: 1 treino
th: ออกกำลังกาย 1 ครั้ง

source: Apple Health (Live)
es: Apple Health (En vivo)
fr: Apple Santé (En direct)
it: Apple Health (In diretta)
pl: Apple Health (na żywo)
pt_pt: Saúde da Apple (em direto)
ru: Apple Health (в реальном времени)
th: Apple Health (เรียลไทม์)
zh_hans: Apple 健康（实时）
zh_hant: Apple 健康（即時）

source: Apr
es: Abr
fr: Avr
pl: kwiecień
pt_pt: abril
ru: Апр
th: เม.ย
zh_hans: 4月
zh_hant: 4月

source: Aug
es: Ago
fr: Août
it: Ago
pl: sierpień
pt_pt: Agosto
ru: Авг
th: ส.ค
zh_hans: 8月
zh_hant: 8月

source: Automation
es: Automatización
fr: Automatisation
it: Automazione
pl: Automatyzacja
pt_pt: Automação
ru: Автоматизация
th: ระบบอัตโนมัติ
zh_hans: 自动化
zh_hant: 自動化

source: Avatar option
es: Opción de avatar
fr: Option d'avatar
it: Opzione avatar
pl: Opcja awatara
pt_pt: Opção de avatar
ru: вариант аватара
th: ตัวเลือกอวตาร
zh_hans: 头像选项
zh_hant: 頭像選項

source: Baevsky Stress Index
es: Índice de estrés de Baevsky
fr: Indice de stress de Baevsky
it: Indice di stress di Baevsky
pl: Indeks stresu Baevsky'ego
pt_pt: Índice de Stress Baevsky
ru: Индекс напряжения Баевского
th: ดัชนีความเครียด Baevsky
zh_hans: 巴耶夫斯基压力指数
zh_hant: 巴耶夫斯基壓力指數

source: Banner
es: pancarta
fr: Bannière
it: Stendardo
pl: Baner
pt_pt: Bandeira
ru: Баннер
th: แบนเนอร์
zh_hans: 横幅
zh_hant: 橫幅

source: BMI
es: IMC
fr: IMC
pt_pt: IMC
ru: ИМТ
th: ค่าดัชนีมวลกาย

source: Box
es: Cuadrada
fr: Carré
pl: Skrzynka
pt_pt: Caixa
ru: Квадрат
th: กล่อง
zh_hans: 箱式
zh_hant: 箱式

source: Box 4-4
es: Cuadrada 4-4
fr: Carré 4-4
pl: Ramka 4-4
pt_pt: Caixa 4-4
ru: Квадратное дыхание 4-4
th: หายใจแบบ 4-4
zh_hans: 箱式 4-4
zh_hant: 箱式 4-4

source: BPM
es: PPM
ru: УД/МИН

source: Coach
es: Entrenador
pl: Trener
pt_pt: Treinador
ru: ИИ-тренер
th: โค้ช
zh_hans: 教练
zh_hant: 教練

source: Coach name
es: Nombre del coach
fr: Nom du coach
it: Coach nome
pl: Imię trenera
pt_pt: Coach nome
ru: Coach имя
th: ชื่อโค้ช
zh_hans: Coach 姓名
zh_hant: Coach 姓名

source: Deep Timeline
es: Cronología profunda
fr: Chronologie détaillée
it: Cronologia dettagliata
pl: Głęboka oś czasu
pt_pt: Linha do tempo profunda
ru: Подробная шкала времени
th: ไทม์ไลน์แบบละเอียด
zh_hans: 深度时间线
zh_hant: 深度時間線

source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt_pt: Detalhes
ru: Подробности
th: รายละเอียด
zh_hans: 详情
zh_hant: 詳情

source: Email
es: Correo electrónico
ru: Эл. почта
th: อีเมล
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Email %@
es: Enviar correo a %@
fr: Envoyer un e-mail à %@
pl: Wyślij e-mail do %@
ru: Написать на %@
th: อีเมล์ %@
zh_hans: 发送邮件至 %@
zh_hant: 發送郵件至 %@

source: Expert
es: Experto
it: Esperto
pl: Ekspert
pt_pt: Especialista
ru: Эксперт
th: ผู้เชี่ยวชาญ
zh_hans: 专家
zh_hant: 專家

source: Export problem
es: Problema al exportar
fr: Problème d'exportation
it: Problema di esportazione
pl: Problem z eksportem
pt_pt: Problema de exportação
ru: Проблема с экспортом
th: ปัญหาการส่งออก
zh_hans: 导出出错
zh_hant: 匯出問題

source: Fallback
es: Alternativa
fr: Solution de secours
it: Ripiego
pl: Powrót
pt_pt: Cair para trás
ru: Резервный вариант
th: ทางเลือกสำรอง
zh_hans: 备选方案
zh_hant: 備選方案

source: Firmware version %@
es: Versión de firmware %@
fr: Version du firmware %@
it: Versione firmware %@
pl: Wersja oprogramowania %@
pt_pt: Versão do firmware %@
ru: Версия прошивки %@
th: เฟิร์มแวร์เวอร์ชัน %@
zh_hans: 固件版本 %@
zh_hant: 韌體版本 %@

source: Frame
es: Trama
fr: Trame
pl: Rama
pt_pt: Moldura
ru: Кадр
th: กรอบ
zh_hans: 帧
zh_hant: 幀

source: HRV
es: VFC
fr: VFC
ru: ВСР

source: Intervention
es: Intervención
it: Intervento
pl: Interwencja
pt_pt: Intervenção
ru: Вмешательство
th: การแทรกแซง
zh_hans: 干预
zh_hant: 干預

source: Intraday
es: Intradía
fr: Intrajournalier
it: Infragiornaliero
pl: W ciągu dnia
pt_pt: Intradiário
ru: Внутридневной
th: ระหว่างวัน
zh_hans: 日内
zh_hant: 日內

source: Jan
es: Ene
fr: Janv.
it: Gen
pl: styczeń
pt_pt: janeiro
ru: Янв
th: ม.ค
zh_hans: 1月
zh_hant: 1月

source: live
es: en vivo
fr: en direct
it: in diretta
pl: na żywo
pt_pt: em direto
ru: в реальном времени
th: แบบเรียลไทม์
zh_hans: 实时
zh_hant: 即時

source: Live
es: En vivo
fr: En direct
it: In diretta
pl: Na żywo
pt_pt: Em direto
ru: В реальном времени
th: แบบเรียลไทม์
zh_hans: 实时
zh_hant: 即時

source: Live Session
es: Sesión en directo
fr: Séance en direct
it: Sessione live
pl: Sesja na żywo
pt_pt: Sessão em direto
ru: Сессия в реальном времени
th: เซสชันแบบเรียลไทม์
zh_hans: 实时训练
zh_hant: 即時訓練

source: LIVE SESSION
es: SESIÓN EN DIRECTO
fr: SÉANCE EN DIRECT
it: SESSIONE LIVE
pl: SESJA NA ŻYWO
pt_pt: SESSÃO AO VIVO
ru: СЕССИЯ В РЕАЛЬНОМ ВРЕМЕНИ
th: เซสชันสด
zh_hans: 实时训练
zh_hant: 即時訓練

source: M
es: L
ru: П
th: 1ด.

source: Marker
es: Marcador
fr: Marqueur
it: Marcatore
pl: Znacznik
pt_pt: Marcador
ru: Метка
th: ตัวชี้วัด
zh_hans: 标记
zh_hant: 標記

source: Max
es: Máx
pl: Maks
pt_pt: Máx.
ru: Макс.
th: สูงสุด
zh_hans: 最大值
zh_hant: 最大值

source: Max 4
es: Máx 4
pl: Maks. 4
pt_pt: Máx. 4
ru: Макс. 4
th: สูงสุด 4
zh_hans: 最多 4 个
zh_hant: 最多 4 個

source: Maximum
es: Máximo
it: Massimo
pl: Maksymalny
pt_pt: Máximo
ru: Максимум
th: สูงสุด
zh_hans: 最大值
zh_hant: 最大值

source: Min
es: Mín
pt_pt: Mín.
ru: Мин.
th: ต่ำสุด
zh_hans: 最小值
zh_hant: 最小值

source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt_pt: Nome
ru: Имя
th: ชื่อ
zh_hans: 名称
zh_hant: 名稱

source: Navy
es: Azul marino
fr: Bleu marine
it: Blu navy
pl: Marynarka wojenna
pt_pt: Marinha
ru: Тёмно-синий
th: กองทัพเรือ
zh_hans: 藏青色
zh_hant: 藏青色

source: NES / HUNT VO2MAX
es: VO2MAX NES / HUNT
fr: VO2MAX NES / HUNT
it: VO2MAX NES / HUNT
pl: NES / POLOWANIE VO2MAX

source: Offline
es: Sin conexión
fr: Hors ligne
pl: Nieaktywny
ru: Офлайн
th: ออฟไลน์
zh_hans: 离线
zh_hant: 離線

source: OFFLINE
es: SIN CONEXIÓN
fr: HORS LIGNE
pl: W trybie offline
ru: ОФЛАЙН
th: ออฟไลน์
zh_hans: 离线
zh_hant: 離線

source: OK
es: Aceptar
ru: ОК
th: ตกลง
zh_hans: 好
zh_hant: 好

source: Okay
es: Vale
fr: OK
it: Ok
pl: Dobra
pt_pt: Ok
ru: ОК
th: ตกลง
zh_hans: 好
zh_hant: 好

source: Optimal
es: Óptimo
it: Ottimale
pl: Optymalny
pt_pt: Ideal
ru: Оптимально
th: เหมาะสมที่สุด
zh_hans: 最佳
zh_hant: 最佳

source: optional
es: opcional
fr: facultatif
it: facoltativo
pl: fakultatywny
ru: необязательно
th: ไม่จำเป็น
zh_hans: 可选
zh_hant: 選填

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
pl: Fakultatywny
pt_pt: Opcional
ru: Необязательно
th: ไม่จำเป็น
zh_hans: 可选
zh_hant: 可選

source: Oura / Fitbit / Garmin export
es: Exportación de Oura / Fitbit / Garmin
fr: Export Oura / Fitbit / Garmin
it: Esportazione Oura / Fitbit / Garmin
pl: Eksport Oura / Fitbit / Garmin
pt_pt: Exportação Oura / Fitbit / Garmin
ru: Экспорт Oura / Fitbit / Garmin
th: ส่งออก Oura / Fitbit / Garmin
zh_hans: Oura / Fitbit / Garmin 导出文件
zh_hant: Oura / Fitbit / Garmin 匯出檔

source: Oura ring
es: Anillo Oura
fr: Bague Oura
it: Anello Oura
pl: Pierścień Oura
pt_pt: Anel Oura
ru: Кольцо Oura
th: แหวนอูร่า
zh_hans: Oura 戒指
zh_hant: Oura 戒指

source: Pause
es: Pausar
it: Pausa
pl: Pauza
pt_pt: Pausa
ru: Пауза
th: หยุดชั่วคราว
zh_hans: 暂停
zh_hant: 暫停

source: Pearson r
es: r de Pearson
it: r di Pearson
ru: r Пирсона
th: เพียร์สัน อาร์
zh_hans: 皮尔逊 r
zh_hant: 皮爾遜 r

source: Pearson r · %@
es: r de Pearson · %@
it: r di Pearson · %@
ru: r Пирсона · %@
th: เพียร์สัน r · %@
zh_hans: 皮尔逊 r · %@
zh_hant: 皮爾遜 r · %@

source: Phase 1
es: Fase 1
it: Fase 1
pl: Faza 1
pt_pt: Fase 1
ru: Этап 1
th: ระยะที่ 1
zh_hans: 阶段 1
zh_hant: 第 1 階段

source: Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio broadcast
es: Transmisión de Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio
fr: Diffusion Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio
it: Trasmissione Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio
pl: Polar, Wahoo, Coospo, Garmin HRM, transmisja Amazfit Helio
pt_pt: Transmissão Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio
ru: Трансляция Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio
th: การออกอากาศ Polar, Wahoo, Coospo, Garmin HRM, Amazfit Helio
zh_hans: Polar、Wahoo、Coospo、Garmin HRM、Amazfit Helio 广播
zh_hant: Polar、Wahoo、Coospo、Garmin HRM、Amazfit Helio 廣播

source: Protein
es: Proteína
fr: Protéines
it: Proteine
pl: Białko
pt_pt: Proteína
ru: Белки
th: โปรตีน
zh_hans: 蛋白质
zh_hant: 蛋白質

source: Push
es: Empuje
it: Spingi
pl: Naciskać
pt_pt: Pressionar
ru: Вперёд
th: ดัน
zh_hans: 推送
zh_hant: 推播

source: Readiness: %@
es: Preparación: %@
fr: Préparation : %@
it: Prontezza: %@
pl: Gotowość: %@
pt_pt: Prontidão: %@
ru: Готовность: %@
th: ความพร้อม : %@
zh_hans: 准备度：%@
zh_hant: 準備度：%@

# Readiness: %@. %@
source: Readiness: %1$@. %2$@
es: Preparación: %@. %@
fr: Préparation : %1$@. %2$@
it: Prontezza: %1$@. %2$@
pl: Gotowość: %1$@. %2$@
pt_pt: Prontidão: %1$@. %2$@
ru: Готовность: %1$@. %2$@
th: ความพร้อม : %@. %@
zh_hans: 准备度：%1$@。%2$@
zh_hant: 準備度：%1$@。%2$@

source: Release notes
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
pl: Informacje o wydaniu
pt_pt: Notas de lançamento
ru: Заметки о выпуске
th: บันทึกประจำรุ่น
zh_hans: 版本说明
zh_hant: 版本說明

source: Route
es: Ruta
fr: Itinéraire
it: Percorso
pl: Trasa
pt_pt: Rota
ru: Маршрут
th: เส้นทาง
zh_hans: 路线
zh_hant: 路線

source: Routine
es: Rutina
pl: Rutyna
pt_pt: Rotina
ru: Распорядок
th: กิจวัตรประจำวัน
zh_hans: 例程
zh_hant: 例程

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
pl: Adres URL serwera
pt_pt: URL do servidor
ru: URL сервера
th: URL ของเซิร์ฟเวอร์
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

source: Simulation
es: Simulación
it: Simulazione
pl: Symulacja
pt_pt: Simulação
ru: Моделирование
th: การจำลอง
zh_hans: 模拟
zh_hant: 模擬

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
pt_pt: Iniciar
ru: Старт
th: เริ่ม
zh_hans: 开始
zh_hant: 開始

source: Still
es: Quieto
fr: Immobile
it: Fermo
pl: Nadal
pt_pt: Continuar
ru: Неподвижность
th: นิ่ง
zh_hans: 静止
zh_hant: 靜止

source: Strap
es: Pulsera
fr: Bracelet
it: Fascia
pl: Pasek
pt_pt: Alça
ru: Браслет
th: สายรัด
zh_hans: 手环
zh_hant: 手環

source: Strap live
es: Pulsera en vivo
fr: Bracelet en direct
it: Fascia in diretta
pl: Pasek na żywo
pt_pt: Bracelete em direto
ru: Браслет в реальном времени
th: สายรัดเรียลไทม์
zh_hans: 手环实时
zh_hant: 手環即時

source: Strap name
es: Nombre de la pulsera
fr: Nom du bracelet
it: Nome della fascia
pl: Nazwa paska
pt_pt: Nome da bracelete
ru: Название браслета
th: ชื่อสายรัด
zh_hans: 手环名称
zh_hant: 手環名稱

source: Strap sync
es: Sincronización de la pulsera
fr: Sync du bracelet
it: Sincronizzazione fascia
pl: Synchronizacja paska
pt_pt: Sincronização da bracelete
ru: Синхронизация браслета
th: การซิงค์สายรัด
zh_hans: 手环同步
zh_hant: 手環同步

source: Streaming
es: Transmisión
fr: Diffusion en continu
pl: Przesyłanie strumieniowe
pt_pt: Transmissão
ru: Потоковое вещание
th: กำลังรับข้อมูล
zh_hans: 流媒体
zh_hant: 串流媒體

source: Stress
es: Estrés
pl: Stres
ru: Стресс
th: ความเครียด
zh_hans: 压力
zh_hant: 壓力

source: Stress · %@
es: Estrés · %@
pl: Stres · %@
ru: Стресс · %@
th: ความเครียด · %@
zh_hans: 压力 · %@
zh_hant: 壓力 · %@

source: Stress · M
es: Estrés · M
pl: Stres · M
ru: Стресс · M
th: ความเครียด · ม
zh_hans: 压力 · M
zh_hant: 壓力 · M

source: Stress check-in
es: Chequeo de estrés
fr: Bilan de stress
it: Verifica dello stress
pl: Rejestracja stresu
pt_pt: Check-in de stress
ru: Отметка стресса
th: เช็คอินความเครียด
zh_hans: 压力签到
zh_hant: 壓力簽到

source: Stress index
es: Índice de estrés
fr: Indice de stress
it: Indice di stress
pl: Wskaźnik stresu
pt_pt: Índice de estresse
ru: Индекс стресса
th: ดัชนีความเครียด
zh_hans: 压力指数
zh_hant: 壓力指數

source: Stress monitor
es: Monitor de estrés
fr: Moniteur de stress
it: Monitor dello stress
pl: Monitor stresu
pt_pt: Monitor de stress
ru: Монитор стресса
th: เครื่องวัดความเครียด
zh_hans: 压力监测
zh_hant: 壓力監測

source: Stress trend
es: Tendencia de estrés
fr: Tendance du stress
it: Andamento dello stress
pl: Trend stresu
pt_pt: Tendência de stress
ru: Динамика стресса
th: แนวโน้มความเครียด
zh_hans: 压力趋势
zh_hant: 壓力趨勢

source: Stress Trend
es: Tendencia del estrés
fr: Tendance du stress
it: Andamento dello stress
pl: Trend stresu
pt_pt: Tendência de stress
ru: Тренд стресса
th: แนวโน้มความเครียด
zh_hans: 压力趋势
zh_hant: 壓力趨勢

source: Support
es: Soporte
fr: Assistance
it: Supporto
pl: Wsparcie
pt_pt: Suporte
ru: Поддержка
th: สนับสนุน
zh_hans: 支持
zh_hant: 支援

source: Trend
es: Tendencia
fr: Tendance
it: Andamento
pl: Tendencja
pt_pt: Tendência
ru: Тренд
th: แนวโน้ม
zh_hans: 趋势
zh_hant: 趨勢

source: Trends
es: Tendencias
fr: Tendances
it: Andamenti
pl: Trendy
pt_pt: Tendências
ru: Тренды
th: แนวโน้ม
zh_hans: 趋势
zh_hant: 趨勢

source: Updates
es: Novedades
fr: Nouveautés
it: Aggiornamenti
pl: Aktualizacje
pt_pt: Atualizações
ru: Обновления
th: อัพเดท
zh_hans: 更新
zh_hant: 更新

source: VO₂ Max
es: VO₂ Máx
pt_pt: VO₂ Máx.
ru: VO₂ макс.
th: VO₂สูงสุด
zh_hans: 最大摄氧量
zh_hant: 最大攝氧量

source: W
es: M
fr: S
pt_pt: C
th: 1ส.
zh_hans: 周

source: Warm
es: Cálido
fr: Chaleureux
it: Caldo
pl: Ciepły
pt_pt: Quente
ru: Теплый
th: อบอุ่น
zh_hans: 温暖
zh_hant: 溫暖

source: WHOOP Export
es: Exportación de WHOOP
fr: Export WHOOP
it: Esportazione WHOOP
pl: Eksport WHOOP
pt_pt: Exportação WHOOP
ru: Экспорт WHOOP
th: ไฟล์ส่งออก WHOOP
zh_hans: WHOOP 导出
zh_hant: WHOOP 匯出檔案

source: Whoop import
es: Importación de Whoop
fr: Importation Whoop
it: Importazione Whoop
pl: Import Whoop
pt_pt: Opa importação
ru: Импорт Whoop
th: การนำเข้า WHOOP
zh_hans: Whoop 导入
zh_hant: Whoop 匯入

source: WHOOP import
es: Importación de WHOOP
fr: Import WHOOP
it: Importazione WHOOP
pl: Import WHOOP
pt_pt: Importação de WHOOP
ru: Импорт WHOOP
th: การนำเข้า WHOOP
zh_hans: WHOOP 导入
zh_hant: WHOOP 匯入

source: WHOOP Strap (Live BLE)
es: Pulsera WHOOP (BLE en vivo)
fr: Bracelet WHOOP (BLE en direct)
it: Fascia WHOOP (BLE dal vivo)
pl: Pasek WHOOP (na żywo BLE)
pt_pt: Correia WHOOP (BLE em direto)
ru: Браслет WHOOP (Live BLE)
th: WHOOP Strap (BLE แบบเรียลไทม์)
zh_hans: WHOOP 手环（实时 BLE）
zh_hant: WHOOP 手環（即時 BLE）

source: Workout
es: Entrenamiento
fr: Entraînement
it: Allenamento
pl: Trening
pt_pt: Treinar
ru: Тренировка
th: การออกกำลังกาย
zh_hans: 锻炼
zh_hant: 鍛鍊

source: Workouts
es: Entrenamientos
fr: Entraînements
it: Allenamenti
pl: Treningi
pt_pt: Treinos
ru: Тренировки
th: การออกกำลังกาย
zh_hans: 锻炼
zh_hant: 鍛鍊

source: Zone
es: Zona
it: Zona
pl: Strefa
pt_pt: Zona
ru: Зона
th: โซน
zh_hans: 区间
zh_hant: 區間

source: ZONE %lld
es: ZONA %lld
it: ZONA %lld
pl: STREFA %lld
pt_pt: ZONA %lld
ru: ЗОНА %lld
th: โซน %lld
zh_hans: 区间 %lld
zh_hant: 區間 %lld
